Repository: maabou512/cncf_ar_jp2022_release
Catalog: pack1/pack1-level2.tmx
Source language: en_us
Languages: ja_jp

source: Training
ja_jp: トレーニング（Training）

source: Training & Certification
ja_jp: トレーニングと 認定

source: Training Courses
ja_jp: トレーニング コース

source: Two of the first SkillCreds include Developing Helm Charts (SC104) and Open Data Formats: YAML (SC101).
ja_jp: 最初の SkillCred には、Developing Helm Charts (SC104) と Open Data Formats: YAML (SC101) の2つが含まれています。

source: Video Highlights
ja_jp: ハイライト ビデオ

source: View Humans of Cloud Native
ja_jp: 「クラウド ネイティブな」人たち（Humans of Cloud Native）を読む

source: View Report
ja_jp: レポートを読む

source: View the CNCF Flickr photo feed
ja_jp: CNCF Flickr のフォトフィードを見る

source: Virtual
ja_jp: バーチャル

source: We also announced the inaugural CloudNative SecurityCon, which will launch in 2023, and bring application developers and modern security experts not just propose solutions that incrementally improve what has come before, but to give room to cutting edge projects and advances in modern security approaches.
ja_jp: また、2023 年に開始される初の CloudNative SecurityCon も発表しました。ここではアプリケーション開発者と最新のセキュリティ専門家が、過去のものの漸進的に改善するソリューションを提案するだけでなく、最先端のプロジェクトとモダンなセキュリティ アプローチについての機会を提供します。

source: We also implemented additional measures to help support our KCD communities and organizers to ensure program success:
ja_jp: また、プログラムの成功に向け、KCD コミュニティや主催者をサポートする、さらなる施策を行いました。

source: We also launched an Interim Code of Conduct Committee - composed of both community members and staff-to adjudicate incidents while a more permanent structure is under development by the working group.
ja_jp: また、より恒久的な構造についてワーキング グループによって検討が進む一方で、コミュニティメンバーとスタッフの両方で構成される Interim Code of Conduct Committee（暫定的な行動規範委員会）を立ち上げることでインシデントに対応するようになりました。

source: We anticipate cleaning up the last technical debt by Kubecon + CloudNativeCon Europe 2023.
ja_jp: Kubecon + CloudNativeCon Europe 2023 までには、この最後の技術負債が解消できると期待しています。

source: We are seeing all of these big companies that we know and love become software companies right before our eyes.
ja_jp: 私たちのよく知り、愛着あるこれらの大企業のすべてがソフトウェア企業になるさまを、目の当たりにしています。

source: We doubled down on our commitment to #TeamCloudNative in 2022, investing in community-driven initiatives to fuel sustained momentum, expansion, growth and adoption.
ja_jp: 2022 年、私たちはコミュニティ主導でのイニシアティブに投資し、持続する勢い、広がり、成長、そして活用にさらに燃料を注いでいくべく、#TeamCloudNativeへのコミットメントを強化しました。

source: We encourage KCD organizers to consider and include talks that are non-technical and non-code contributions.
ja_jp: 私たちはKCD の主催者に対し、コードではなく技術的ではないコントリビューションのセッションを考慮し、含めることを推奨しています

source: We had Ford on the show, Mass Mutual, ING and Home Depot.
ja_jp: このショーには Ford、Mass Mutual、ING や Home Depot といった企業を迎え入れました。

source: We hope you enjoyed reflecting on all the great things we accomplished together in 2022.
ja_jp: 2022 年、みなさんとともに達成したすばらしい成果すべてが、皆さんの脳裏によみがえっていたとしたらうれしくおもいます。

source: We hosted Cloud Native Telco Day for the first time, gathering huge players like Deutsche Telekom and Orange who are advancing the industry.
ja_jp: また、通信業界ではCloud Native Telco Day を初めて開催し、業界を進化させている Deutsche Telekom や Orange などの大手が集まりました。

source: We launched a Code of Conduct Working Group to develop an updated structure and set of procedures.
ja_jp: 一連の手続きと構造のアップデート版を開発するために Code of Conduct ワーキンググループを立ち上げました。

source: We launched a number of new initiatives, including Security Slam, in partnership with Sonatype.
ja_jp: Sonatype とのパートナーシップでは Security Slam を含め、多くの新たなイニシアチブを立ち上げました。

source: We offered scholarships to:
ja_jp: 私たちは以下の人たちに奨学金を提供しました

source: We sponsored 106 students to work on 28 CNCF Projects
ja_jp: 28 の CNCF プロジェクトに取り組めるよう106 人の学生のスポンサーとなりました。

source: We've started this CTO Summit where end users, like Boeing, Fidelity, Intuit, and many others can come together and have a private conversation about how they are handling technical challenges in their organizations.
ja_jp: 私たちは、Boeing、Fidelity、Intuit などのエンドユーザーが一堂に会し、組織にある技術的な課題にどのように対処しているかについて非公開で対話できる CTO サミットをはじめました。

source: We've welcomed new industries, projects, and swelled our community to 7.1 million cloud native developers, surpassing the population of Denmark!
ja_jp: 私たちは新しい産業やプロジェクトを歓迎し、コミュニティをデンマークの人口を超える 710 万人のクラウドネイティブ デベロッパーにまで拡大しました。

source: Welcome to KubeCon + CloudNativeCon Europe 2022
ja_jp: KubeCon + CloudNativeCon Europe 2022 へようこそ

source: Welcome!
ja_jp: ようこそ！

source: When I look back on 2022, it's with a deep sense of pride for what we have overcome and achieved together.
ja_jp: 2022 年を振り返ってみると、私たちが共に乗り越え、達成できたことに深い誇りを感じます。

source: When we returned to having in-person events, both the number and severity of Code of Conduct incidents increased.
ja_jp: 私たちが対面イベントに戻ったとき、Code of Conduct 関連のインシデントについて発生数と深刻度の両方が増加しました。

source: Who We Are
ja_jp: WHO WE ARE（私たちについて）

source: Who we are
ja_jp: Who we are（私たちについて）

source: With the largest contributor base, Kubernetes continues to mature
ja_jp: 最大規模のコントリビュータ ベースをとともに、Kubernetes は成熟し続けている

source: Women And Gender Non-Conforming Speakers - 2022
ja_jp: 女性、ジェンダーノンコーフィミングなスピーカーたち

source: Your comments and feedback are welcome at info@cncf.io
ja_jp: ご意見・ご感想は info@cncf.io までお寄せください（英語となります）。

source: 最终用户案例研究
ja_jp: 最終用途户案例研究
